xmls/login.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope 
xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
xmlns:xsd="http://www.w3.org/2001/XMLSchema" 
xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <CreateLoginSession xmlns="http://gliders.liquidr.com/webservicesWebServices">
      <login>a1amador@ucsd.edu</login>
      <password>1329moffet</password>
      <orgName>cordc</orgName>
    </CreateLoginSession>
  </soap:Body>
</soap:Envelope>
